/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_585528361867019069": {
      "settings": {
        "checksum": "64dc582ff86e5d0eac81dd95eea4e744a3c273521a115d3bb446fff9d0f24e78_1_1_1_0__1"
      },
      "type": "gp-section-585528361867019069"
    },
    "gp_section_585528362135454391": {
      "settings": {
        "checksum": "aec13415c30b5c55d5ceae2f1cfe22b6661bde2e87601d0da566dfd59c55c2b4_1_1_1_0__1",
        "gg4Iborl79H_text": "<p>Stock keeps selling out fast.&nbsp;</p><p>Grab yours before it’s gone again.</p>",
        "ggH-bGQ25mP_text": "<p><span style=\"font-size:22px;\">Last Chance This Fall:&nbsp;</span></p><p><span style=\"font-size:22px;\">30% Off + Free Shipping</span></p>",
        "ggOLoV1jxZ__text": "<p>Sell-out Risk: <span style=\"color:#E30D0D;\"><strong>High</strong></span></p>",
        "ggQGHhz6hZD_text": "<p>|</p>",
        "ggei8YhGsH7_text": "<p>Try it today with a 60-Day Money Back Guarantee!</p>",
        "ggjBE2Bmkng_label": "<p>GET 30% OFF</p>",
        "ggnFLL36nCN_text": "<p><strong>FREE </strong>shipping</p>",
        "ggzo9cTQPh__dayLabel": "Days",
        "ggzo9cTQPh__hourLabel": "hrs",
        "ggzo9cTQPh__minuteLabel": "min",
        "ggzo9cTQPh__secondLabel": "sec",
        "ggzo9cTQPh__weekLabel": "Weeks"
      },
      "type": "gp-section-585528362135454391"
    },
    "gp_section_585528362185786039": {
      "settings": {
        "checksum": "aa9c093d8dda7db774a3b0bae11e0dbc8f15ef697db73264f96cd263896aab0a_1_1_1_0__1",
        "gg2x69_ZToA_text": "3. The Breakthrough",
        "ggAQYGnI1ZL_text": "1. This simple wrist alarm outperforms phone alarms, bed shakers, and smartwatches.",
        "ggEgZpXhnk5_text": "<p>Phone alarms, clock radios, even “smart” watches, they all rely on sound. But here’s the problem: <strong>your brain learns to ignore it.</strong> The louder you crank it, the faster you hit snooze or sleep straight through.</p><p>&nbsp;</p><p>Ask any heavy sleeper and you’ll hear the same horror stories:</p><p>&nbsp;</p><p><i>“I slept through four alarms and woke up an hour late for work.”</i><br><i>“My phone buzzed all night but I didn’t hear a thing.”</i><br><i>“I set a smartwatch alarm, but it barely tickled my wrist.”</i></p><p>&nbsp;</p><p>Traditional alarms are built for noise, not reliability. Loop One is built to actually get you out of bed.</p>",
        "ggErbVJ809I_text": "Never Be Late Again - The Silent Alarm That Even Heavy Sleepers Can’t Ignore. Here’s Why.",
        "ggGFS761g0z_text": "2. Most alarms were designed for noise, not results.",
        "ggJJ2JXY3Zu_text": "<p>Oversleeping doesn’t just make you late. It ruins your mornings with stress, guilt, and that gut-drop moment thinking:<i>“what excuse do I use this time?”</i>&nbsp;</p><p>&nbsp;</p><p>Most alarms only add to the chaos: blasting noise, forcing panic, and starting your day already behind.</p><p>&nbsp;</p><p><strong>Loop One flips the script.</strong> Set it in under 60 seconds, strap it on, and sleep. No apps. No complicated setup. No second-guessing.</p><p>&nbsp;</p><p>The result? <strong>A calmer night and a rush-free morning,</strong> because you know tomorrow starts on time.</p><p>&nbsp;</p>",
        "ggJR_JmHf2t_text": "<p>You’ve been told alarms need to be louder, flashier, or app-connected. <i>“If noise doesn’t work, maybe tech will…”</i> But none of it solved the core problem: <strong>your body keeps sleeping.</strong></p><p>&nbsp;</p><p>That’s why Loop One was built from the ground up for one job: <strong>wake heavy sleepers on time, every time.</strong> Instead of using noise, it uses <strong>direct-to-nervous-system vibration:</strong> a physical trigger your body can’t ignore.</p><p>&nbsp;</p><p>The result? A simple, wrist-worn alarm that cuts through even the deepest sleep, without the hassle of syncing apps, wearing a bulky watch, or filling your room with panic sounds.</p>",
        "ggTz9g9--7h_text": "<p>Last Updated June 12. 2025</p>",
        "gg_iXTvmcS-_text": "<p>You’ve tried phone alarms, stacking five in a row, even clunky bed shakers. And every time? <strong>You still overslept.</strong></p><p>&nbsp;</p><p><i>“So why would this be any different?”</i> Because Loop One doesn’t rely on noise your brain can ignore. It <strong>vibrates directly on your wrist, triggering your nervous system to wake your body.</strong></p><p>&nbsp;</p><p>That’s why thousands of<strong> heavy sleepers</strong> now trust Loop One as their lateness eliminator: the device that finally ends the cycle of rushed mornings and “sorry I’m late” texts.</p><p>&nbsp;</p><p><i>“But won’t it be uncomfortable?”</i> Not at all. It’s lightweight, soft, and disappears until it’s time to do its job.</p>",
        "gghxFvjn4-l_text": "<p><strong>Summary:</strong> Loop One’s powerful wrist vibrations cut through even the deepest sleep, guaranteeing you wake up on time without disturbing anyone beside you. Unlike noisy alarms or complicated smartwatches, its lightweight, app-free design delivers reliable wake-ups with effortless simplicity, finally ending the cycle of oversleeping and morning stress.</p>",
        "ggvXkVbuUaK_text": "4. The Relief",
        "ggxWdBZAKMZ_text": "By <strong>Thomas Peterson</strong>"
      },
      "type": "gp-section-585528362185786039"
    },
    "gp_section_585533384680276637": {
      "settings": {
        "checksum": "35037a02f9c967566b8887c0ea87b75a9a32290fe3aaae8d79903168ca463dfb_1_1_1_0__1",
        "gg0Kw_XSOhQ_text": "What Heavy Sleepers Are Saying",
        "ggE_WSflb6O_text": "<p>- Francisco E.</p>",
        "ggHDz1M3wg8_text": "<p>\"The first night I honestly thought, what if I sleep right through this too? But the second it went off, I was up. No snoozing, no oversleeping. Now I don’t even worry about it. I just set it, strap it on, and sleep with peace of mind..\"</p>",
        "ggTbkHrJC2h_text": "<p>\"I used to oversleep by hours. My alarms would keep ringing until my wife had to shake me awake.That’s how bad it was. I honestly doubted this would be any different… but it is. The first morning it went off, I was out of bed before she even noticed. It feels like a miracle.\"</p>",
        "ggUIxt_2uF2_text": "<p>Finally stopped sleeping through alarms.</p>",
        "ggUNAVew5CR_text": "<p>I was nervous it wouldn’t wake me.</p>",
        "gggB4fs9trL_text": "<p>- Crystal M.</p>",
        "ggh1rF2B1nn_text": "<p>“I found Loop One after sleeping through my alarms twice in the same week. Since then? Not once. I wake up calm, on time, and ready to go. Honestly wish I’d discovered it sooner.”</p>",
        "ggjqX_ka66G_text": "<p>- James L.</p>",
        "ggqG0D7nd6F_text": "<p>- Dominic S.</p>",
        "ggtwJaAvbSE_text": "<p>Way better than my Apple Watch or bed shaker.</p>",
        "ggvl8TjXGqk_text": "<p>Finally something stronger than my snooze button habit.</p>",
        "ggvvNY0vP1R_text": "<p>“I bought an Apple Watch just for alarms, but the taps were too weak. Bed shakers made the dogs bark and woke up my partner. Loop One solved everything, strong vibration, totally silent, and the charge lasts me over a week.”</p>"
      },
      "type": "gp-section-585533384680276637"
    },
    "gp_section_585538438917260093": {
      "settings": {
        "checksum": "192e16485c074a02791b5d1567b45f6cfd48d82c1376ba613c1edbad2a933a98_1_1_1_0__1",
        "section_preload": "true"
      },
      "type": "gp-section-585538438917260093"
    }
  },
  "order": [
    "gp_section_585538438917260093",
    "gp_section_585528362185786039",
    "gp_section_585533384680276637",
    "gp_section_585528362135454391",
    "gp_section_585528361867019069"
  ]
}
