/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_593001645680362407": {
      "settings": {
        "checksum": "dff8892e47d6ad00b7100113f11e4a0c674e2a087c4d72a24adb7f71960ac2d2_1_1_1_0__1",
        "ggakUmklV4n_text": "<span style=\"color:#F9F9F9;font-size:24px;\"><strong>&nbsp;MODERN PARENT DISCOVERY</strong></span>",
        "section_preload": "true"
      },
      "type": "gp-section-593001645680362407"
    },
    "gp_section_593001646116569903": {
      "settings": {
        "checksum": "b4665a285005d85756924c6499ab6968151749d50fa2ff5419f6b80e5cf3fc9f_1_1_1_0__1",
        "gg0SfJydBfi_text": "1. <strong>Why Nothing Else Ever Worked Before</strong>",
        "gg2n3LL83Ca_text": "5. One Less Thing to Worry About",
        "gg9SSPlwYKq_text": "<p>If you’ve ever tried every spray, powder, and home remedy out there, only to have the smell creep back, <strong>you’re not alone</strong>.</p><p><br>Every mom has hit that same wall; the endless cycle of cleaning, sniffing, and sighing in defeat.</p><p>You wash the shoes, leave them outside, even try freezing them.<br>But by the next game, that same sour smell is back like it never left.</p><p><br>It’s exhausting, and honestly, a little embarrassing when it fills the car or the mudroom again.</p><p>&nbsp;</p><p>The truth? You were never the problem.<br>The tools you had just weren’t built to <i>truly fix it.</i></p>",
        "ggBgD_9O5d5_label": "CHECK AVAILABILITY",
        "ggDtSLNB7WO_text": "<p>We know what it’s like to try yet <i>another</i> thing that promises results. That’s why The Neutralizer comes with a <strong>100% no-questions-asked money-back guarantee.</strong></p><p>&nbsp;</p><p>If you don’t love how fresh your home, car, and kid’s cleats smell after using it, just let us know, we’ll happily refund your purchase. No hoops, no hard feelings, no hassle.</p><p>&nbsp;</p><p>Because we’re confident this little fix will make a big difference in your day, and we want you to feel that relief completely risk-free.</p>",
        "ggEegnyZ9cB_text": "<p>When moms find something that <strong>actually works</strong>, they don’t keep quiet about it.</p><p><br>They tell their friends, their group chats, their Facebook groups, because everyone’s dealing with the same problem.</p><p>&nbsp;</p><p><i>“I was ready to throw my son’s cleats out. I left these in overnight and the smell was just… gone. I walked around sniffing like a maniac because I couldn’t believe it.” — Jessica M.</i></p><p>&nbsp;</p><p><i>“My daughter plays soccer year-round, and the smell used to hit me the second she got in the car. Now I don’t smell a thing. These little bags saved my sanity.” — Amanda R.</i></p><p>&nbsp;</p><p><i>“We’ve tried sprays, powders, everything. This is the only thing that worked — and it’s reusable! I’m putting them in every pair of shoes we own.” — Laura D.</i></p><p>&nbsp;</p><p>Across hundreds of reviews, the story is the same; relief, surprise, and a fresh home again.</p><p><br>It’s not just clean shoes. It’s less stress, fewer fights about smell, and one small victory that makes <strong>life feel a little lighter</strong>.</p>",
        "ggGEosiIMoD_text": "<strong>3. The Simple Overnight Fix That Finally Works</strong>",
        "ggM1ffhzMU5_text": "6. Zero Risk, Try It Without Worry",
        "ggMOOaAmpdo_text": "4. Moms Say It’s a Total Game-Changer",
        "ggNB7NJ5AOB_text": "<p><span style=\"font-size:16px;\"><strong>You know that sour, heavy smell that hits every time your kid takes off their cleats?</strong></span><br><span style=\"font-size:16px;\">It seeps into the car, the mudroom, even their backpack. You’ve washed, sprayed, and begged them to leave their shoes outside, but somehow, it always comes back.</span></p><p>&nbsp;</p><p><span style=\"font-size:16px;\">For years, moms have just lived with it, assuming it’s part of having active kids.&nbsp;</span></p><p>&nbsp;</p><p><span style=\"font-size:16px;\">But now, a simple overnight <strong>fix</strong> is helping families finally get rid of that smell for good; no chemicals, no extra effort, and no embarrassing odors taking over the house.</span></p><p>&nbsp;</p><p><span style=\"font-size:16px;\">Here’s what’s making so many parents swear by this little trick:</span></p>",
        "ggPyuy-PTJy_text": "<p><span style=\"font-size:16px;\">Right now, <strong>The Neutralizer</strong> is available <i>only</i> on the official Dr. Odoro website.</span></p><p>&nbsp;</p><p><span style=\"font-size:16px;\">⚠️ For a limited time, we’re offering a <strong>special introductory discount</strong> with <strong>free shipping</strong> while supplies last.</span></p><p>&nbsp;</p><p><span style=\"font-size:16px;\"><strong>Step 1:</strong> Order your set of <i>The Neutralizer</i> bags today to secure the best available offer.</span></p><p>&nbsp;</p><p><span style=\"font-size:16px;\"><strong>Step 2:</strong> When they arrive, simply place one bag in each shoe before bed.</span><br><span style=\"font-size:16px;\">Let them work their magic overnight while you sleep.</span></p><p>&nbsp;</p><p><span style=\"font-size:16px;\"><strong>Step 3:</strong> Wake up to shoes that smell clean, dry, and fresh—every single morning.</span></p><p>&nbsp;</p><p><span style=\"font-size:16px;\"><strong>Helpful Hint:</strong> Moms love ordering an extra set for gym bags, lockers, and closets. They also make a thoughtful (and funny) gift for any parent of sporty kids.</span></p><p>&nbsp;</p><p><span style=\"font-size:16px;\">Because when your home smells this fresh, you’ll wonder how you ever lived without them.</span></p>",
        "ggWaVwpuV8W_text": "How to Get the Best Results (and FREE Shipping!)",
        "ggWgXe9qAqV_text": "<strong>The Simple Overnight Fix Moms Are Using to Eliminate That Awful Cleat Smell for Good</strong>",
        "ggZbWbWO6st_text": "<p>Here’s what most people don’t realize: the real culprit isn’t the sweat itself, it’s what gets trapped behind it.</p><p><br>Inside every cleat is a mix of moisture, bacteria, and synthetic padding that holds onto odor molecules like a sponge.</p><p><br>Even after you clean the outside, that damp layer deep inside stays warm and wet: the perfect breeding ground for stink.</p><p>&nbsp;</p><p>So while other fixes mask it for a day, the problem just “wakes back up” the next time your kid’s feet hit those shoes.</p><p><br>That’s why moms needed something that could <strong>actually reach the root of the issue</strong>, <i>not just cover it up again.</i></p>",
        "ggeOCK_kssn_text": "2. The Hidden Reason the Smell Never Stays Gone",
        "ggntEkiaSBW_text": "<p>After years of trying to clean the same pair of shoes over and over, most moms are shocked when they find out <strong>how</strong> <strong>easy</strong> the real fix is.<br>It doesn’t involve scrubbing, sprays, or weird chemicals.</p><p><br>You just drop these small, <strong>natural odor-absorbing</strong> bags into your kid’s shoes before bed, and by morning, the smell is <strong>completely gone</strong>.</p><p>&nbsp;</p><p>They’re called <strong>The Neutralizer</strong>, and they work while you sleep.<br>Each little pouch is filled with a natural mineral blend that acts like a magnet for moisture and odor.</p><p><br>It quietly pulls everything out from deep inside the shoe, drying it from the inside out so the stink never has a chance to return.</p><p>&nbsp;</p><p>No noise, no mess, no daily hassle. Just clean, dry shoes that <strong>actually stay fresh</strong>.</p><p><br>The first morning you wake up and realize your mudroom smells normal again, you’ll <strong>wish you found this sooner</strong>.</p>",
        "ggp3AJTD3X8_text": "<p><span style=\"background-color:rgb(237,237,237);color:rgb(51,51,51);font-size:12px;\">By Lorraine Morgan | November 6, 2025 | 10:35 am EST</span></p>",
        "ggtEu5aoGB2_text": "<p>Each pair of Neutralizer bags lasts up to 3 months.<br>You can recharge them in the sun every few weeks, no waste, no extra steps.</p><p><br>It’s one of those tiny habits that makes your whole home <strong>feel cleaner</strong>.</p><p>&nbsp;</p><p>Your car doesn’t smell like a locker room anymore.<br>Your hallway doesn’t hit you with that sour, heavy air.<br>You stop thinking about the smell completely, until one day, you realize you haven’t had to complain about it in <strong>months</strong>.</p><p>&nbsp;</p><p><strong>For</strong> <strong>busy moms </strong>juggling school runs, laundry, and endless practices, it’s more than just odor control.<br>It’s <strong>peace of mind</strong>.</p><p><br>It’s walking into a clean house after a long day and finally being able to breathe.</p><p>&nbsp;</p><p>Because when you already do everything else, your kid’s shoes shouldn’t be another problem to solve.</p>"
      },
      "type": "gp-section-593001646116569903"
    },
    "gp_section_593009999744074260": {
      "settings": {
        "checksum": "d2c14eb6ce101cad7d3c22d7224f2c056cc84040751b006e5841ddbcb625d4ea_1_1_1_0__1",
        "ggI80okph21_label": "CHECK AVAILABILITY",
        "ggI80okph21_outOfStockLabel": "Out of stock",
        "ggI80okph21_unavailableLabel": "Unavailable",
        "ggI80okph21_variantSelectionRequiredMessage": "Please select a variant to add product to cart"
      },
      "type": "gp-section-593009999744074260"
    }
  },
  "order": [
    "gp_section_593001645680362407",
    "gp_section_593001646116569903",
    "gp_section_593009999744074260"
  ],
  "layout": "theme.gempages.blank"
}
